{
"About": {
  "Name": "Fassih Ahmad Khan",
  "Currently": "BS Information Systems",
  "Headshot": "student-portrait.png",
  "Thumbnail": "student-logo.webp",
  "AboutText": "I am a Software Engineer and Tier 2 Network Analyst with about 4 years of experience in IT infrastructure, troubleshooting, and scaling technical projects. Currently pursuing a B.S. in Information Systems at Seattle Pacific University, I’ve balanced academics with hands-on work, gaining hands-on expertise in scaling infrastructure, optimizing workflows, and mentoring teams to ensure seamless technical operations. I’m a problem-solver and innovative thinker who thrives in fast-paced environments, delivering reliable solutions that drive efficiency and performance."
},
"Contact": {
  "EMail": "khanf@spu.edu",
  "Phone": "(516) 207-9533",
  "Portfolio": "https://fassihak1.github.io/",
  "LinkedIn": "https://www.linkedin.com/in/fassih-ahmad-khan/",
  "GitHub": "https://github.com/fassihak1"
},
"Experience": {
  "ExperienceText": "",
  "School": "Seattle Pacific University",
  "Major": "Information Systems",
  "Graduation": "June 2025",
  "EducationText": "",
  "Employment": "Seattle Pacific University",
  "Role": "Tier 2 Network Support Technician",
  "EmploymentText": "I provided Tier 2 IT support, specializing in troubleshooting computer infrastructure, hardware maintenance, and technical support across campus. My role involved leading and collaborating on various projects, such as migrating clients from analog to VoIP phone systems, upgrading Wi-Fi hardware for improved connectivity, and installing and configuring Juniper and SMC network switches along with UPS systems. Additionally, I deployed classroom and office technology, established the core network infrastructure for an Amazon Go store on campus, and expanded into remote network management and switch programming to enhance network performance. Beyond project work, I supported the Help Desk team with advanced troubleshooting, provided A/V support for classrooms and lecture halls, and authored detailed Wiki articles to streamline IT processes. I also trained and mentored new hires in troubleshooting protocols and best practices while partnering with contractors and vendors like Absco, Allstream, Comcast, Living Green, Signal Services, and Far West Technologies to align IT solutions with organizational needs. ",
  "Skills": ["C++", " JavaScript", " Python", " CSS"," HTML"," Visual Basic"],
  "SkillsText": "",
  "Resume": "student-resume.pdf"  
},
"Project1": {
    "Title": "FitFluencer",
    "Desc": " The Fitfluencer app connects fitness enthusiasts with social media influencers, offering personalized workout plans, nutrition tips, and a supportive community. Users can track their progress, join live sessions, and engage with high-quality content. Influencers can monetize their expertise while inspiring and guiding their followers. <br><be> It has a GitHub repo and more details shown in screenshots.",
    "GitHubRepo": "https://github.com/fassihak1/FitFluencer-App",
    "MainImage": "P1Main.png",
    "DetailImages": ["P1Detail1.png","P1Detail2.png"]
  },
  "Project2": {
    "Title": "",
    "Desc": "",
    "GitHubRepo": "",
    "MainImage": "",
    "DetailImages": []
  },
  "Project3": {
    "Title": "",
    "Desc": "",
    "GitHubRepo": "",
    "MainImage": "",
    "DetailImages": []
  },
  "Project4": {
    "Title": "",
    "Desc": "",
    "GitHubRepo": "",
    "MainImage": "",
    "DetailImages": []
  }
}
