{
"About": {
  "Name": "Fassih Ahmad Khan",
  "Currently": "Computer Science Student",
  "Headshot": "student-portrait.png",
  "Thumbnail": "student-logo.webp",
  "AboutText": "I am a Software Engineer and Tier 2 Network Analyst with about 4 years of experience in IT infrastructure, troubleshooting, and scaling technical projects. Currently pursuing a B.S. in Information Systems at Seattle Pacific University, I’ve balanced academics with hands-on work, gaining hands-on expertise in scaling infrastructure, optimizing workflows, and mentoring teams to ensure seamless technical operations. I’m a problem-solver and innovative thinker who thrives in fast-paced environments, delivering reliable solutions that drive efficiency and performance."
},
"Contact": {
  "EMail": "khanf@spu.edu",
  "Phone": "(516) 207-9533",
  "Portfolio": "https://fassihak1.github.io/",
  "LinkedIn": "https://www.linkedin.com/in/fassih-ahmad-khan/",
  "GitHub": "https://github.com/fassihak1"
},
"Experience": {
  "ExperienceText": "",
  "School": "Seattle Pacific University",
  "Major": "Computer Science",
  "Graduation": "June 2025",
  "EducationText": "",
  "Employment": "Seattle Pacific University",
  "Role": "Tier 2 Network Support Technician",
  "EmploymentText": "• Delivered Tier 2 IT Support, specializing in computer infrastructure troubleshooting, hardware support, and maintenance across campus.\n• Led and collaborated on technical projects, including:\n   1. Migrating clients from analog to VoIP phone systems.\n   2. Upgrading Wi-Fi hardware to modern standards for enhanced connectivity.\n   3. Installing and configuring new Juniper and SMC network switches and UPS systems.\n   4. Deploying misc. hardware for classroom and office technology across campus.\n   5. Establishing the core network infrastructure for an Amazon Go convenience store on campus.\n• Expanded into Remote Network Management and Switch Programming to improve network performance.\n• Supported the Help Desk team with advanced troubleshooting and technical support for campus-wide software and hardware issues.\n• Provided A/V support for classrooms and lecture halls across campus.\n• Authored detailed Wiki articles on routine IT tasks, improving team efficiency and providing long-term support documentation.\n• Trained and mentored new team hires in troubleshooting protocols and the best technical support practices.\n• Partnered with clients and contractors such as Absco, Allstream, Comcast, Living Green, Signal Services, and Far West Technologies to align IT solutions with organizational requirements."
",
  "Skills": ["C++", " JavaScript", " Python", " CSS"," HTML"," Visual Basic"],
  "SkillsText": "",
  "Resume": "student-resume.pdf"  
},
"Project1": {
    "Title": "FitFluencer",
    "Desc": " The Fitfluencer app connects fitness enthusiasts with social media influencers, offering personalized workout plans, nutrition tips, and a supportive community. Users can track their progress, join live sessions, and engage with high-quality content. Influencers can monetize their expertise while inspiring and guiding their followers. <br><be> It has a GitHub repo and more details shown in screenshots.",
    "GitHubRepo": "https://github.com/fassihak1/FitFluencer-App",
    "MainImage": "P1Main.png",
    "DetailImages": ["P1Detail1.png","P1Detail2.png"]
  },
  "Project2": {
    "Title": "",
    "Desc": "",
    "GitHubRepo": "",
    "MainImage": "",
    "DetailImages": []
  },
  "Project3": {
    "Title": "",
    "Desc": "",
    "GitHubRepo": "",
    "MainImage": "",
    "DetailImages": []
  },
  "Project4": {
    "Title": "",
    "Desc": "",
    "GitHubRepo": "",
    "MainImage": "",
    "DetailImages": []
  }
}
