{
"About": {
  "Name": "Fassih Ahmad Khan",
  "Currently": "Computer Science Student",
  "Headshot": "student-portrait.png",
  "Thumbnail": "student-logo.webp",
  "AboutText": "Hi, I am Fassih Ahmad Khan. I am a passionate computer science student interested in software development and programming. Currently, I am pursuing my undergraduate degree at Seattle Pacific University. I am dedicated to expanding my knowledge and skills in various areas of computer science, with a particular focus on C++ programming.<br><br>I enjoy tackling challenging programming projects and thrive in collaborative environments where I can contribute my expertise and learn from my peers.<br><br>Beyond the classroom, I actively engage in extracurricular activities related to computer science, including hackathons, coding competitions, and open-source contributions. I believe in continuous learning and seeking opportunities to explore new technologies and methodologies."
},
"Contact": {
  "EMail": "khanf@spu.edu",
  "Phone": "(516) 207-9533",
  "Portfolio": "https://fassihak1.github.io/",
  "LinkedIn": "https://www.linkedin.com/in/fassih-ahmad-khan/",
  "GitHub": "https://github.com/fassihak1"
},
"Experience": {
  "ExperienceText": "A Software Engineer and Tier 2 Network Analyst with several years of professional experience. A perfectionist with a diverse skill set dedicated to delivering streamlined and quality work, who specializes in troubleshooting, problem-solving, coordination, and leadership.",
  "School": "Seattle Pacific University",
  "Major": "Computer Science",
  "Graduation": "June 2025",
  "EducationText": "Use this to add some narrative to your education section",
  "Employment": "Seattle Pacific University",
  "Role": "Tier 2 Network Analyst",
  "EmploymentText": "Network Analyst at Computer and Information Systems at Seattle Pacific University",
  "Skills": ["C++", " JavaScript", " Node", " CSS"," HTML"],
  "SkillsText": "Use this to add some narrative to your skills section",
  "Resume": "student-resume.pdf"  
},
"Project1": {
    "Title": "Interesting Project 1",
    "Desc": "This is a description of Project One.<br><br>It has a GitHub repo and more details shown in screenshots.",
    "GitHubRepo": "https://github.com",
    "MainImage": "P1Main.png",
    "DetailImages": ["P1Detail1.png","P1Detail2.png","P1Detail3.png"]
  },
  "Project2": {
    "Title": "Interesting Project 2",
    "Desc": "This is a description of Project Two.<br><br>It also has a GitHub repo and more details shown in screenshots.",
    "GitHubRepo": "https://github.com",
    "MainImage": "P2Main.png",
    "DetailImages": ["P2Detail1.png","P2Detail2.png","P2Detail3.png","P2Detail4.png"]
  },
  "Project3": {
    "Title": "Interesting Project 3",
    "Desc": "This is a description of Project Three.<br><br>It does not have a GitHub repo or any additional screenshots.",
    "GitHubRepo": "",
    "MainImage": "P3Main.png",
    "DetailImages": []
  },
  "Project4": {
    "Title": "",
    "Desc": "",
    "GitHubRepo": "",
    "MainImage": "",
    "DetailImages": []
  }
}
